Repository: steam3d/MagicPods-Windows-UI-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, fa_ir, fi_fi, fil, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kn_in, ko_kr, lt_lt, lv_lv, mn_mn, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_latn, sv_se, te_in, th_th, tr_tr, uk_ua, ur_pk, vi_vn, yue, zh_cn, zh_tw

# Headphones_Settings_Airoha_NoiseCancellation_Item_NoiseCancellation.Text
source: Noise cancellation
pt_br: Cancelamento de ruído
ur_pk: شور کی منسوخی

# Headphones_Settings_Airoha_RightAirPod_Sensitivity_Header.Text
source: Right AirPod sensitivity
pt_br: Sensibilidade do Airpod direito
ur_pk: دائیں ایر پوڈ کی حساسیت

# Headphones_Settings_Airoha_PressSpeed_Item_Faster.Text
source: Faster
pt_br: Rápida
ur_pk: تیز تر

# Headphones_Settings_Airoha_NoiseCancellation_Hotkey_Description.Text
source: Pressing the hotkey cycles through the noise cancellation modes.
pt_br: Ao pressionar as teclas de atalho o modo de cancelamento de ruído será alterado.
ur_pk: شور منسوخی کے طریقوں کے ذریعے ہاٹکی سائیکلوں کو دبانا۔

# Headphones_Settings_Airoha_Disconnected_Header.Text
source: Connect your headphones for more customizations
pt_br: Conecte o seu fone de ouvido para mais opções
ur_pk: مزید تخصیصات کے لیے اپنے ہیڈ فونز کو جوڑیں۔

# Headphones_Settings_Airoha_NoiseCancellation_Hotkey_Header.Text
source: Switch noise cancellation hotkey
pt_br: Teclas de atalho para troca de cancelamento de ruído
ur_pk: شور منسوخی ہاٹکی سوئچ کریں۔

# Headphones_Settings_Airoha_PressSpeed_Description.Text
source: Adjust the speed required to press the Left AirPod and the right AirPod twice or three times.
pt_br: Ajuste a velocidade necessária ao pressionar duas ou três vezes os AirPods.
ur_pk: بائیں ایئر پوڈ اور دائیں ایئر پوڈ کو دو یا تین بار دبانے کے لیے درکار رفتار کو ایڈجسٹ کریں۔

# Headphones_Settings_Airoha_PressAndHold_Item_AncTran.Text
source: Noise control (ANC/Tran.)
pt_br: Controle de ruído (ANC/Tran.)
ur_pk: شور کنٹرول (ANC/Tran.)

# Headphones_Settings_Airoha_PressAndHold_Item_AncOffTran.Text
source: Noise control (ANC/Off/Tran.)
pt_br: Controle de ruído (ANC/Desligado/Tran.)
ur_pk: شور کنٹرول (ANC/Off/Tran.)

# Headphones_Settings_AutoDisableHfp_Header.Text
source: Auto disable Handsfree
pt_br: Desabilitar o modo mãos livres automaticamente
ur_pk: ہینڈز فری کو خودکار طور پر غیر فعال کریں۔

# Headphones_Settings_AutoDisableHfp_Description.Text
source: Disable Handsfree after connecting headphones to prevent the headphones from switching to Handsfree mode. The microphone will stop working. You can turn the Handsfree function back on manually.
pt_br: Desabilite o modo mãos livres sempre que o fone conectar para previnir que o modo seja ativado. O microfone será desabilitador. Desligue este modo para habilitar o modo mãos livres novamente.
ur_pk: ہیڈ فونز کو ہینڈز فری موڈ میں جانے سے روکنے کے لیے ہیڈ فونز کو کنیکٹ کرنے کے بعد ہینڈز فری کو غیر فعال کریں۔ مائکروفون کام کرنا چھوڑ دے گا۔ آپشن کو آف کرنے سے ہینڈز فری سروس ایک بار پھر فعال ہو جائے گی۔

# Headphones_Settings_Airoha_EQ_Header.Text
source: Equalizer
pt_br: Equalizador
ur_pk: برابر کرنے والا

# Headphones_Settings_Airoha_EQ_Description.Text
source: Turn on the music before changing the setting.
pt_br: Ligue a música antes de mudar esta configuração.
ur_pk: سیٹنگ تبدیل کرنے سے پہلے میوزک آن کریں۔

# Headphones_Settings_Airoha_ChipFirmware_Description.Text
source: Firmware
ur_pk: فرم ویئر

# Notification_AirpodsNotFound
source: AirPods didn't find. Be sure that AirPods paired to this device and restart the app.
lv_lv: AirPods netika atrasti. Pārliecināties ka AirPods ir sapārots ar šo ierīci un restārtējiet aplikāciju.
nb_no: Kunne ikke finne AirPods. Vennligst kontroller at AirPods er sammenkoblet med denne enheten og start appen på nytt.
si_lk: AirPods සොයා ගත නොහැකි විය. AirPods මෙම උපාංගයට යුගල වී ඇති බවට සහතික වී යෙදුම නැවත ආරම්භ කරන්න.
sk_sk: AirPods sa nenašli. Uistite sa, že sú AirPods spárované s týmto zariadením a reštartujte aplikáciu.
sr_latn: AirPods nisu pronađene. Proverite da li su uparene sa uređajem i ponovo pokrenite aplikaciju.
sv_se: Kunde inte hitta AirPods. Säkerställ att dina AirPods är ihopparade med din dator, starta sedan om programmet.
th_th: ไม่พบ อุปกรณ์ ตรวจสอบให้แน่ใจว่า AirPods ได้ทำการจับคู่กับอุปกรณ์นี้แล้วรีสตาร์ทแอพ
zh_cn: 未能找到 AirPods。请确保 AirPods 已与此设备配对，并重启应用程序。

# Notification_BluetoothNotSupport
source: Your PC doesn't support Bluetooth low energy
sk_sk: Váš počítač nepodporuje Bluetooth low energy
th_th: คอมพิวเตอร์ของคุณไม่รองรับบลูทูธพลังงานต่ำ
zh_cn: 您的设备不支持低功耗蓝牙模式

# Notification_LowBattery
source: {0}% charge left on AirPods. Charge your AirPods.
ko_kr: {0}% 남음. 헤드폰을 충전하세요.
lv_lv: AirPods atlikušais uzlādes līmenis ir {0}%. Uzlādējat savus AirPods.
nb_no: {0}% strøm igjen på AirPods. Venligst lad dine AirPods.
si_lk: AirPods මත {0}% ගාස්තුවක් ඉතිරි වේ. ඔබේ AirPods අය කරන්න.
sk_sk: Zostáva nabiť {0}% AirPods. Nabite svoje slúchadlá AirPods.
sl_si: Vaše slušalke so prazne ({0}%). Napolnite svoje slušalke.
sr_latn: {0}% baterije preostalo. Molim napunite Vaš Airpods.
sv_se: {0}% batteristyrka kvar i AirPods. Du behöver ladda dina AirPods.
th_th: {0}% แบตเตอรี่ที่เหลืออยู่ใน AirPods ชาร์จไฟ AirPods ของคุณ
zh_cn: 电量剩余{0}% ，请及时为您的耳机充电。

# Settings_Popup_Text4_menu1.Text
source: Small
lv_lv: Mazs
nb_no: Lite
si_lk: කවුළු ප්රමාණය
sk_sk: Malé
sr_latn: Mali
sv_se: Liten
th_th: ขนาดเล็ก
zh_cn: 小

# Settings_Popup_Text4_menu2.Text
source: Middle
lv_lv: Viduss
nb_no: Middels
si_lk: මැද
sk_sk: Stred
sr_latn: Srednji
sv_se: Medel
th_th: ขนาดกลาง
zh_cn: 中

# Settings_Popup_Text4_menu3.Text
source: Large
lv_lv: Liels
nb_no: Stort
si_lk: මහා
sk_sk: Veľké
sr_latn: Veliki
sv_se: Stor
th_th: ขนาดใหญ่
zh_cn: 大

# Settings_Button1.Content
source: Reset Settings
lv_lv: Atiestatīt iestatījumus
nb_no: Tilbakestill Innstillingene
si_lk: සැකසුම් නැවත සකස්
sk_sk: Obnovenie nastavení
sr_latn: Poništi podešavanja
sv_se: Återställ inställningar
th_th: คืนค่าการตั้งค่า
zh_cn: 还原默认设置

# Settings_ReportIssues_Button1.Content
source: Get help
lv_lv: Dabūt palīdzību
nb_no: Få hjelp
si_lk: උදව් ලබාගන්න
sk_sk: Získajte pomoc
sr_latn: Potraži pomoć
sv_se: Få hjälp
th_th: ขอความช่วยเหลือ
zh_cn: 获取帮助

# Settings_ReportIssues_Button2.Content
source: Report issue
lv_lv: Ziņot par problēmu
nb_no: Rapporter et problem
si_lk: ගැටලුව වාර්තා කරන්න
sk_sk: Nahlásiť problém
sr_latn: Prijavi problem
sv_se: Felrapport
th_th: รายงานปัญหา
zh_cn: 报告问题

# Settings_ReportIssues_Button3.Content
source: Debug log
lv_lv: Debug žurnāls
nb_no: Feilsøkingslogg
si_lk: දෝශ නිරාකරණ ලොගය
sk_sk: Denník ladenia
sv_se: Felsökningslogg
th_th: บันทึกสำหรับการดีบัค
zh_cn: 调试日志

# Settings_Settings.Text
source: Settings
lv_lv: Iestatījumi
nb_no: Innstillinger
si_lk: සැකසුම්
sk_sk: Nastavenia
sr_latn: Postavke
sv_se: Inställningar
th_th: ตั้งค่า
zh_cn: 设置

# Settings_Startup_Text2.Header
source: Run on startup
nb_no: Kjør ved oppstart
si_lk: ආරම්භයේදී ධාවනය කරන්න
sk_sk: Spustiť pri spustení
sr_latn: Pokreni pri pokretanju
sv_se: Kör vid uppstart
th_th: เรียกใช้เมื่อเริ่มต้น
zh_cn: 开机自动运行

# Settings_Startup_Text2_description.Text
source: You can enable or disable this in the Startup tab in Task Manager.
lv_lv: Jūs varat ieslēgt, vai izslēgt šo Task Manager "Startup" sadaļā.
nb_no: .Du kan aktivere eller deaktivere denne under Oppstartsfanen i Oppgavebehandling.
si_lk: Task Manager හි ඇති Startup ටැබය තුළ ඔබට මෙය සක්‍රිය හෝ අක්‍රිය කළ හැක.
sk_sk: Túto funkciu môžete povoliť alebo zakázať na karte Spustenie v Správcovi úloh.
sr_latn: Ово можете да омогућите или онемогућите на картици Стартуп у Таск Манагер-у.
sv_se: Du kan aktivera eller inaktivera detta i Uppstartsfliken i Aktivitetshanteraren.
th_th: คุณสามารถเปิดหรือปิดใช้งานสิ่งนี้ได้ในแท็บเริ่มต้นในหน้าต่างจัดการงาน
zh_cn: 您可以在“任务管理器”的“启动”选项卡中启用或禁用此功能。

# Settings_SystemTray_Text1.Text
source: System tray icon
nb_no: Ikon i System Tray
si_lk: පද්ධති තැටි නිරූපකය
sk_sk: Ikona na systémovej lište
sr_latn: Ikone sistemske palete
sv_se: Ikon i aktivitetsfältet
th_th: ไอคอนถาดระบบ
zh_cn: 任务栏图标

# Settings_SystemTray_Text2.Header
source: Hide icon
lv_lv: Slēpt ikonu
nb_no: Skjul ikon
si_lk: නිරූපකය සඟවන්න
sk_sk: Skryť ikonu
sr_latn: Sakrij ikonu
sv_se: Göm ikon
th_th: ซ่อนไอคอน
zh_cn: 隐藏图标

# Settings_SystemTray_Text2_description.Text
source: Restart applications to apply.
lv_lv: Restartējiet lietojumprogrammas, lai piemērotu.
nb_no: Trer i kraft etter omstart av appen.
si_lk: අයදුම් කිරීමට යෙදුම් නැවත ආරම්භ කරන්න.
sk_sk: Reštartujte aplikácie, aby sa uplatnili.
sr_latn: Restartuj aplikaciju da primjenis.
sv_se: Starta om programmet för att tillämpa.
th_th: รีสตาร์ทแอปพลิเคชันเพื่อยืนยัน
zh_cn: 重新启动此应用程序以应用设置。

# Settings_SystemTray_Text3.Header
source: Show AirPods charge on icon
lv_lv: Ikonā rādīt AirPods uzlādes līmeni
nb_no: Vis AirPods Batteristatus på ikonet
si_lk: අයිකනය මත AirPods ගාස්තුව පෙන්වන්න
sk_sk: Zobrazenie nabíjania slúchadiel AirPods na ikone
sr_latn: Pokaži bateriju AirPods na ikoni
sv_se: Visa laddningsstatus på ikonen
th_th: แสดงไอคอนชาร์จ AirPods
zh_cn: 显示 AirPods 剩余电量

# Settings_SystemTray_Text3_description.Text
source: When AirPods are connected, the system tray icon will show the average charge of your left and right headphones. Icon update each minute.
lv_lv: Kad AirPods ir pievienotas, sistēmas teknes ikonā tiks parādīts kreisās un labās austiņas vidējais uzlādes līmenis. Ikona tiek atjaunināta katru minūti.
nb_no: Når AirPods er tilkoblet, vil ikonet vise den gjennomsnittlige mengden strøm igjen på venstre og høyre AirPod. Ikonet oppdateres hvert minutt.
si_lk: AirPods සම්බන්ධ වූ විට, පද්ධති තැටි නිරූපකය ඔබගේ වම් සහ දකුණු හෙඩ්ෆෝන් වල සාමාන්‍ය ආරෝපණය පෙන්වයි. සෑම මිනිත්තුවකම නිරූපකය යාවත්කාලීන කරන්න.
sk_sk: Po pripojení slúchadiel AirPods sa na ikone v systémovej lište zobrazí priemerné nabitie ľavého a pravého slúchadla. Ikona sa aktualizuje každú minútu.
sr_latn: Kada su AirPods konektovane, ikona u sistemskoj paleti će pokazati prosjek baterije na vašoj lijevoj i desnoj slušalici. Ikona se osvježava svake minute.
sv_se: När dina AirPods är anslutna kommer ikonen i aktivitetsfältet att visa ett snitt av batteristyrkan för både vänster och höger hörlur. Uppdateras varje minut.
th_th: เมื่อเชื่อมต่อ AirPods แล้ว ไอคอนถาดระบบจะแสดงค่าระดับพลังงานของหูฟังด้านซ้ายและขวาของคุณ ไอคอนอัพเดททุกหนึ่งนาที
zh_cn: 当耳机连接时，显示平均剩余电量。

# Settings_SystemTray_Text4.Header
source: Battery icon
lv_lv: Baterijas ikona
nb_no: Batteriikon
si_lk: බැටරි නිරූපකය
sk_sk: Ikona batérie
sr_latn: Ikona za bateriju
sv_se: Batteriikon
th_th: ไอคอนแบตเตอรี่
zh_cn: 电量显示样式

# Settings_SystemTray_Text4_menu1.Text
source: Analog
ko_kr: 아이콘
lv_lv: Analogs
si_lk: ඇනලොග්
sk_sk: Analógové
sl_si: Ikona
sr_latn: Analogna
sv_se: Analogt
th_th: อนาล็อก
zh_cn: 图标

# Settings_SystemTray_Text4_menu2.Text
source: Digital
ko_kr: 글자
lv_lv: Digitāls
si_lk: ඩිජිටල්
sk_sk: Digitálne
sl_si: Tekst
sr_latn: Digitalna
sv_se: Digitalt
th_th: ดิจิทัล
zh_cn: 文字

# Settings_Popup_Text1.Text
source: Pop-up window
lv_lv: Uznirstošs logs
nb_no: Pop-up vindu
si_lk: උත්පතන කවුළුව
sk_sk: Pop-up okno
sr_latn: Iskačući prozor
sv_se: Pop-up fönster
th_th: หน้าต่าง แจ้งเตือน
zh_cn: 弹窗

# Settings_Popup_Text2.Header
source: Show window
lv_lv: Parādīt logu
nb_no: Vis vindu
si_lk: කවුළුව පෙන්වන්න
sk_sk: Zobraziť okno
sr_latn: Prikaži prozor
sv_se: Visa fönster
th_th: แสดงหน้าต่าง
zh_cn: 显示弹窗

# Settings_Popup_Text2_descripton.Text
source: Show or hide pop-up window like on iPhone, when you open the case.
lv_lv: Parādiet vai paslēpiet uznirstošo logu, līdzīgi kā iPhone, kad atverat korpusu.
nb_no: Vis eller skjul pop-up vindu som på iPhone når du åpner etuiet.
si_lk: ඔබ නඩුව විවෘත කරන විට iPhone හි මෙන් උත්පතන කවුළුව පෙන්වන්න හෝ සඟවන්න.
sk_sk: Zobrazenie alebo skrytie vyskakovacieho okna ako na iPhone, keď otvoríte puzdro.
sr_latn: Prikaži ili sakrij iskačući prozor kao na iPhone, kada se otvori kućište.
sv_se: Visa och dölj pop-up, på samma sätt som när du öppnar eutiet nära en iPhone.
th_th: แสดง หรือ ซ่อน หน้าต่างสถานะ ,เมื่อเปิดใช้งานอุปกรณ์
zh_cn: 是否在您打开充电盒时，显示和隐藏（如同 iPhone 上的）弹窗动画？

# Settings_Popup_Text4.Header
source: Window size
lv_lv: Loga izmērs
nb_no: Vindustørrelse
si_lk: කවුළු ප්රමාණය
sk_sk: Veľkosť okna
sr_latn: Veličina prozora
sv_se: Fönsterstorlek
th_th: ขนาดของหน้าต่าง สถานะ
zh_cn: 弹窗尺寸

# Headphones_Settings_EarDetection_Description_PlayPause.Text
source: The playback pauses when you remove one AirPods ear or stops when you remove both AirPods.
ko_kr: 하나의 AirPod이 제거되면 재생이 일시 중지되고, 양쪽 모두 제거되면 재생이 중지됩니다.
sk_sk: Prehrávanie sa pozastaví, keď vyberiete jedno ucho AirPods, alebo sa zastaví, keď vyberiete obe AirPods.
sl_si: Predvajanje se ustavi, ko odstranite eno AirPods slušalko iz ušes, ali ustavi, ko odstranite obe AirPods iz ušes.
th_th: การเล่นจะหยุดชั่วคราวเมื่อคุณถอด AirPods ข้างหนึ่งออก หรือหยุดเมื่อคุณถอด AirPods ทั้งสองข้าง
zh_cn: 后台播放将自动在您取下任意 AirPods 时停止。

# Settings_Popup_Text5.Header
source: AirPods search radius
lv_lv: AirPods meklēšanas rādiuss
nb_no: AirPods Søkeradius
si_lk: AirPods සෙවුම් අරය
sk_sk: Polomer vyhľadávania AirPods
sr_latn: Radijus traženja AirPods
sv_se: Sökområde AirPods
th_th: รัศมีการค้นหา AirPods
zh_cn: AirPods 搜索范围

# Settings_Popup_Text5_descripton.Text
source: If the window doesn't appear open the case with AirPods inside and smoothly slide the slider to the right until the animation appears.
lv_lv: Ja logs netiek parādīts, atveriet korpusu ar tajā ievietotajām AirPods austiņām un vienmērīgi bīdiet slīdni pa labi, līdz parādās animācija.
nb_no: Dersom vinduet ikke vises, åpne etuiet med AirPods i og dra glideren til venstre eller høyre til animasjonen vises.
si_lk: කවුළුව දිස් නොවන්නේ නම් ඇතුළත AirPods සමඟ නඩුව විවෘත කර සජීවිකරණය දිස්වන තුරු ස්ලයිඩරය දකුණට සුමටව ලිස්සා යන්න.
sk_sk: Ak sa okno nezobrazí, otvorte puzdro so slúchadlami AirPods vo vnútri a plynulo posúvajte jazdec doprava, kým sa nezobrazí animácia.
sr_latn: Ako se prozor ne pojavi kada otvorite maskicu od AirPods, povucite klizac desno dok se animacija nepojavi.
sv_se: Om fönstret inte visas öppna etuiet med bägge hörlurar inuti samt flytta reglaget långsamt till höger tills det att animeringern visas.
th_th: หากหน้าต่างไม่ปรากฏขึ้น ให้เปิดเคสที่มี AirPods อยู่ข้างใน แล้วเลื่อนตัวเลื่อนไปทางขวาช้าๆ จนกว่าภาพเคลื่อนไหวจะปรากฏขึ้น
zh_cn: 如果弹窗动画没有显示，保持 AirPods 位于充电盒中并且缓慢向右滑动滑块直至动画显示。

# Settings_Popup_Button1.Content
source: What is search radius?
lv_lv: Kas ir meklēšanas rādiuss?
nb_no: Hva er søkeradius?
si_lk: සෙවුම් අරය යනු කුමක්ද?
sk_sk: Čo je polomer vyhľadávania?
sr_latn: Šta je radius traženja?
sv_se: Vad är sökområdet?
th_th: รัศมีการค้นหาคืออะไร?
zh_cn: 什么是搜索范围？

# Settings_Popup_Tip1.Subtitle
source: Don't set a value greater than 65. In some cases, the animation may appear accidentally.
ko_kr: 65보다 큰 값을 설정할 경우 특정 상황에서 애니메이션의 재생에 문제가 발생할 수 있습니다.
lv_lv: Nenoteiciet vērtību, kas lielāka par 65. Dažos gadījumos animācija var parādīties nejauši.
nb_no: Ikke sett en verdi høyere enn 65. I visse tilfeller kan animasjonen vises ved feiltagelse.
si_lk: 65 ට වඩා වැඩි අගයක් නොසකසන්න. සමහර අවස්ථාවලදී, සජීවිකරණය අහම්බෙන් දිස්විය හැක.
sk_sk: Nenastavujte hodnotu vyššiu ako 65. V niektorých prípadoch sa môže animácia zobraziť náhodne.
sl_si: Ne nastavite vrednosti, večje od 65, saj se lahko animacija prikaže naključno.
sr_latn: Nemojte staviti vrijednost veću od 65. U nekim slučajevima, animacija se može pojaviti slučajno.
sv_se: Värde över 65 kan i vissa fall göra att animeringen visas av misstag.
th_th: อย่าตั้งค่าสูงกว่า 65, ในบางกรณี ภาพเคลื่อนไหวอาจปรากฏขึ้นโดยไม่ได้ตั้งใจ
zh_cn: 请问将此数值设置大于65，因为动画可能会意外出现。

# Settings_Connection_Text3.Header
source: Show «Connect» button
lv_lv: Rādīt pogu "Savienot"
nb_no: Vis "Koble til" knapp
si_lk: "සම්බන්ධ කරන්න" බොත්තම පෙන්වන්න
sk_sk: Zobraziť tlačidlo "Pripojiť"
sr_latn: Pokaži «Poveži» dugme
sv_se: Visa «Connect» knapp
th_th: แสดงปุ่ม «เชื่อมต่อ»
zh_cn: 显示“连接”按钮

# Settings_Connection_Text3_description.Text
source: Show or hide the «Connect» button on pop-up window. Pressing the button will connect AirPods.
lv_lv: Rādīt vai slēpt pogu "Savienot" uznirstošajā logā. Nospiežot šo pogu, tiks savienotas AirPods.
nb_no: Vis eller skjul "Koble Til" knappen på pop-up vindu. Ved å trykke på denne knappen, vil AirPods kobles til.
si_lk: උත්පතන කවුළුවේ "සම්බන්ධ කරන්න" බොත්තම පෙන්වන්න හෝ සඟවන්න. බොත්තම එබීමෙන් AirPods සම්බන්ධ වේ.
sk_sk: Zobrazenie alebo skrytie tlačidla "Pripojiť" vo vyskakovacom okne. Stlačením tlačidla pripojíte AirPods.
sr_latn: Pokaži ili sakri «Poveži» dugme u pop-up prozoru. Ako pritisnete dugme AirPods će se spojiti.
sv_se: Visa/göm «Connect» knapp i pop-up fönster. Tryck på knappen resulterar i att AirPods ansluts till datorn.
th_th: แสดงหรือซ่อนปุ่ม «เชื่อมต่อ» บนหน้าต่างป๊อปอัป การกดปุ่มจะเชื่อมต่อ AirPods
zh_cn: 显示或隐藏弹窗动画中的“连接”按钮，通过点击该按钮与 AirPods 进行连接。

# Headphones_Settings_AutoPlay_Description.Text
source: Send the «Play» command after connecting the AirPods.
ko_kr: 에어팟이 연결되면 재생 명령을 보냅니다.실행 중인 플레이어가 없는 경우 윈도우는 명령을 무시합니다.
sk_sk: Po pripojení slúchadiel AirPods odošlite príkaz "Play". Ak nie sú otvorené žiadne prehrávače, systém Windows bude príkaz ignorovať.
sl_si: Pošlji "Play" ukaz po uspešni povezavi z slušalkami AirPods. Če ni odprtih predvajalnikov, sistem Windows ukaza ne bo upošteval.
th_th: ส่งคำสั่ง «เล่น» หลังจากเชื่อมต่อ AirPods
zh_cn: 与 AirPods 建立连接之后发送“播放”指令。如果没有启动的播放器，Windows会忽略这条指令。

# Headphones_Settings_AutoPlay_Warning.Text
source: If there are no open players Windows will ignore the command.
sk_sk: Ak nie sú otvorené žiadne prehrávače, systém Windows bude príkaz ignorovať.
th_th: หากไม่เปิด Windows จะไม่สนใจคำสั่ง
zh_cn: 如果没有启动的播放器，Windows会忽略这条指令。

# Settings_Connection_Button1_Flyout_Text1.Text
source: All settings will be reset. Do you want to continue?
lv_lv: Visi iestatījumi tiks atiestatīti. Vai jūs gribat turpināt?
nb_no: Alle innstillinger vil bli tilbakestilt. Ønsker du å fortsette?
si_lk: සියලු සැකසුම් යළි පිහිටුවනු ඇත. ඔබට දිගටම කරගෙන යාමට අවශ්‍යද?
sk_sk: Všetky nastavenia budú obnovené. Prajete si pokračovať?
sr_latn: Sve postavke će biti resetovane. Želiš li nastaviti?
sv_se: Alla inställningar kommer att återställas. Är du säker på att du vill fortsätta?
th_th: การตั้งค่าทั้งหมดจะถูกรีเซ็ต คุณต้องการดำเนินการต่อหรือไม่?
zh_cn: 所有设置将被恢复至默认。是否继续？

# Settings_Connection_Button1_Flyout_Button1.Content
source: Yes, reset settings
lv_lv: Jā, atiestatīt iestatījumus
nb_no: Ja, tilbakestill innstillingene
si_lk: ඔව්, සැකසුම් යළි පිහිටුවන්න
sk_sk: Áno, obnoviť nastavenia
sr_latn: Da, resetuj postavke
sv_se: Ja, återställ alla inställningar
th_th: ใช่ รีเซ็ตการตั้งค่า
zh_cn: 是，恢复默认设置

# Settings_Popup_Tip2.CloseButtonContent
source: Don't remind
ko_kr: 무시
lv_lv: Neatgādināt
nb_no: Ikke minn meg på dette
si_lk: මතක් කරන්න එපා
sk_sk: Nepripomínať
sl_si: Ignoriraj
sr_latn: Nemoj napominjati
sv_se: Påminn inte
th_th: อย่าเตือน
zh_cn: 停用提醒

# Notification_ConnectionError
source: Failed to connect AirPods. Try to connect manually.
ko_kr: AirPods에 연결하지 못했어요. 수동으로 연결해주세요.
lv_lv: Neizdevās savienot AirPods. Mēģiniet savienot manuāli.
nb_no: Kunne ikke koble til AirPods. Prøv tilkoblingen manuelt.
si_lk: AirPods සම්බන්ධ කිරීම අසාර්ථක විය. අතින් සම්බන්ධ වීමට උත්සාහ කරන්න.
sk_sk: Nepodarilo sa pripojiť AirPods. Skúste sa pripojiť manuálne.
sl_si: Povezanje slušalk je bilo neuspešno. Poskusite se povezati ročno.
sr_latn: Повезивање АирПод-а није успело. Покушајте да се повежете ручно.
sv_se: Det gick inte att ansluta AirPods. Försök ansluta manuellt.
th_th: ไม่สามารถเชื่อมต่อ AirPods ได้ กรุณาลองเชื่อมต่อด้วยตนเอง
zh_cn: 无法连接到耳机，请尝试手动连接。

# Settings_Popup_Dialog_Text1.Text
source: Search radius - the radius in which your computer will search for an open AirPods case.
lv_lv: Meklēšanas rādiuss - rādiuss, kurā dators meklēs atvērtu AirPods futlāri.
nb_no: Søkeradius - Radiusen maskinen din vil lete innenfor etter et åpnet AirPods Etui.
si_lk: සෙවුම් අරය - ඔබේ පරිගණකය විවෘත AirPods නඩුවක් සොයන අරය.
sk_sk: Vyhľadávací rádius – rádius, v ktorom bude váš počítač hľadať otvorené púzdro AirPods.
sr_latn: Радијус претраге - радијус у којем ће рачунар тражити отворени АирПодс предмет.
sv_se: Sökradius - hur brett din dator ska söka efter öppna AirPod-eutier.
th_th: รัศมีการค้นหา - รัศมีที่คอมพิวเตอร์ของคุณจะค้นหาเคส AirPods ที่เปิดอยู่
zh_cn: 搜索半径 - 您的电脑搜索处于开启状态的 AirPods 充电盒范围。

# Settings_Popup_Dialog_Button1.Content
source: Close
lv_lv: Aizvērt
nb_no: Lukk
si_lk: වසන්න
sk_sk: Zatvoriť
sr_latn: Затворите
sv_se: Stäng
th_th: ปิด
zh_cn: 关闭

# Settings_Popup_Text6.Header
source: Window position
lv_lv: Loga pozīcija
nb_no: Vindusplassering
si_lk: කවුළුව පිහිටීම
sk_sk: Pozícia okna
sr_latn: Положај прозора
sv_se: Fönsterposition
th_th: ตำแหน่งหน้าต่าง
zh_cn: 窗口位置

# Settings_Popup_Text6_menu1.Text
source: Top left corner
nb_no: Øverst til venstre
si_lk: ඉහළ වම් කෙළවර
sk_sk: Hornom ľavom rohu
sr_latn: Горњи леви угао
sv_se: Högst upp vänster hörn
th_th: มุมบนซ้าย
zh_cn: 左上角

# Settings_Popup_Text6_menu2.Text
source: Top right corner
nb_no: Øverst til høyre
si_lk: ඉහළ දකුණු කෙළවරේ
sk_sk: Hornom pravom rohu
sr_latn: Горњи десни угао
sv_se: Högst upp höger hörn
th_th: มุมบนขวา
zh_cn: 右上角

# Settings_Popup_Text6_menu3.Text
source: Center
nb_no: Senter
si_lk: මධ්යස්ථානය
sk_sk: V strede
sr_latn: Центар
sv_se: Mitten
th_th: ตรงกลาง
zh_cn: 中心

# Settings_Popup_Text6_menu4.Text
source: Bottom left corner
nb_no: Nederst til venstre
si_lk: පහළ වම් කෙළවර
sk_sk: V spodnom ľavom rohu
sr_latn: Доњи леви угао
sv_se: Längst ned vänster hörn
th_th: มุมล่างซ้าย
zh_cn: 左下角

# Settings_Popup_Text6_menu5.Text
source: Bottom right corner
nb_no: Nederst til høyre
si_lk: පහළ වම් කෙළවර
sk_sk: V spodnom pravom rohu
sr_latn: Доњи десни угао
sv_se: Längst ned höger hörn
th_th: มุมล่างขวา
zh_cn: 右下角

# Settings_Audio_Text1.Text
source: Audio
si_lk: ශ්රව්ය උපකරණ
sr_latn: Аудио
sv_se: Ljud
th_th: เสียง
zh_cn: 音频

# Headphones_Settings_SwitchAudioOutput_Header.Text
source: Auto switch audio output
ko_kr: 오디오 출력 자동 변경
sk_sk: Automatické prepnutie audio výstupu
sl_si: Samodejno preklapljanje zvočnega izhoda
th_th: สลับเอาต์พุตเสียงอัตโนมัติ
zh_cn: 自动切换音频输出

# Settings_Audio_Button1.Content
source: Learn more
nb_no: Lær mer
si_lk: තවත් හදාරන්න
sk_sk: Zistiť viac
sr_latn: Учи више
sv_se: Läs mer
th_th: เรียนรู้เพิ่มเติม
zh_cn: 进一步了解

# Configure_VoiceOver_Add_Voice_Help_Button.Content
source: Add a new voice
nb_no: Legg til en ny stemme
si_lk: නව හඬක් එක් කරන්න
sk_sk: Pridať nový hlas
sr_latn: Додавање новог гласа
sv_se: Lägga till en ny röst
th_th: เพิ่มเสียงใหม่
zh_cn: 添加一个新的声音

# Settings_Audio_Text4.Header
source: VoiceOver notifications
nb_no: VoiceOver notifikasjoner
si_lk: VoiceOver දැනුම්දීම්
sk_sk: Hlasové upozornenie
sr_latn: Гласовна обавештења
sv_se: VoiceOver notifikationer
th_th: การแจ้งเตือนของวอยซ์โอเวอร์
zh_cn: 播报通知

# Settings_Audio_Text4_Button1.Content
source: Configure
nb_no: Konfigurer
si_lk: වින්‍යාස කරන්න
sk_sk: Nastaviť
sr_latn: Конфигуришете
sv_se: Konfigurera
th_th: กำหนดค่า
zh_cn: 设置

# Configure_VoiceOver_Choose_Apps_Show_All.Content
source: Show all apps
nb_no: Vis aller applikasjoner
si_lk: සියලුම යෙදුම් පෙන්වන්න
sk_sk: Zobraziť všetky aplikácie
sr_latn: Прикажи све апликације
sv_se: Visa alla program
th_th: แสดงแอพทั้งหมด
zh_cn: 显示所有应用

# Configure_VoiceOver_Choose_Announcer_Voice.Header
source: Choose a voice
nb_no: Velg en stemme
si_lk: හඬක් තෝරන්න
sk_sk: Vyberte hlas
sr_latn: Одаберите глас
sv_se: Välj röst
th_th: เลือกเสียง
zh_cn: 选取一种语音

# Configure_VoiceOver_Choose_Announcer_Voice_Description.Text
source: The announcer can read the text in only one language.
nb_no: Annonsøren kan lese teksten i kun et språk.
si_lk: නිවේදකයාට පාඨය කියවිය හැක්කේ එක් භාෂාවකින් පමණි.
sk_sk: Hlas oznámenia vie čítať iba v jednom jazyku.
sr_latn: Најављивач може да прочита текст само на једном језику.
sv_se: Uppläsaren kan endast läsa text som är samma språk som har valts.
th_th: การประกาศสามารถอ่านข้อความในภาษาเดียวเท่านั้น
zh_cn: 只能使用一种语言播报通知。
